Convert SDDL error examples to mkdocs admonition boxes
